Напишите нам, если вы столкнулись с какими-либо проблемами, или, если у вас есть вопросы к нам. Так же нам будет интересно узнать о том, как вы используете наши продукты, и какие вы нашли новые применения аплайнсам Jetware. Возможно, вы бы хотели посоветовать нам что-то, что мы могли бы изменить или улучшить. И, конечно, мы бы хотели знать, какие вещи вам понравились или даже, возможно, сделали вас безмерно счастливыми.

Если вы нашли на сайте ошибки или опечатки,  хотите сделать дополнения или перевод, вы можете [редактировать сайт](https://github.com/jetware/jetware_org) на GitHub и отправить нам эти изменения.

Мы с удовольствием ответим на ваши короткие вопросы с хэштегом *#jetware* [в Твиттере](https://twitter.com/intent/tweet?hashtags=jetware). А более сложные вопросы задавайте нам на [Stack Overflow](http://stackoverflow.com) так же, с тегом *#jetware*

Ваши комментарии и вопросы помогут нам улучшить сервисы Jetware, пополнить документацию, FAQ, случаи использования и образцы хорошей практики. 
