Пишите нам письма о проблемах и вопросах, с которыми вы сталкивались; о том, как вы используете Jetware и какие новые применения вам удалось придумать; что вы советуете нам переделать или улучшить; какие вещи вам понравились или даже сделали безмерно счастливыми.

Если вы нашли на сайте ошибки, опечатки или просто хотите что-то дополнить или перевести, вы можете [редактировать сайт](https://github.com/jetware/jetware_org) на GitHub и отправить потом нам изменения.

Мы с удовольствием ответим на короткие и быстрые вопросы с хэштегом *#jetware* [в Твиттере](https://twitter.com/intent/tweet?hashtags=jetware). Более сложное лучше спрашивать с тегом *#jetware* на [Stack Overflow](http://stackoverflow.com).

Ваши письма, твиты и вопросы помогут нам улучшить сервисы Jetware, пополнить документацию, ответы на вопросы, случаи использования и образцы хорошей практики. Пишите нам письма!
